{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Чрезмерное",
  "sodium.option_impact.varies": "Варьированное",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.performance": "Производительность",
  "sodium.options.pages.advanced": "Дополнительно",
  "sodium.options.view_distance.tooltip": "Дальность прорисовки управляет, как далеко будет отображаемая местность. Меньшие расстояния означает, что отображаемая местность будет менее значительной, улучшая частоту кадров.",
  "sodium.options.simulation_distance.tooltip": "Дальность симуляции управляет, как далеко местность и сущностные объекты будут загружены и действенны (в тактах). Меньшие расстояния могут уменьшить нагрузку на внутренний сервер и увеличить частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.gui_scale.tooltip": "Устанавливает оптимальный коэффициент масштабирования, который будет использоваться в интерфейсе пользователя. Если используется 'автоматический', в таком случае всегда будет использован наибольший коэффициент масштабирования.",
  "sodium.options.fullscreen.tooltip": "Если включено, игра будет отображаться в полном экране (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если включено, кадровая частота игры будет синхронной с частотой обновления монитора, в основном обеспечивая более плавный процесс за счёт общего считывания время отклика. Этот параметр может понизить производительность в случае, если твоя система слишком слаба.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это может помочь снизить расход заряда батареи и общую нагрузку системы при многозадачности. Если кадровая синхронизация включена, этот параметр будет проигнорированным, за исключением случаев, когда он ниже, чем твоя частота обновления монитора.",
  "sodium.options.view_bobbing.tooltip": "Если включено, обзор игрока будет качаться при передвижении. Игроки, которые испытывают укачивание во время игры, могут воспользоваться возможностью отключения этого параметра.",
  "sodium.options.attack_indicator.tooltip": "Управляет, где будет отображён «Индикатор атаки» на экране.",
  "sodium.options.autosave_indicator.tooltip": "Если включено, в момент сохранения мира на диск будет отображён индикатор.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию управляет некоторыми устаревшими параметрами и необходимо для совместимости с модификациями. Если параметры ниже оставлены на \"По умолчанию\", они будут использовать этот параметр.",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством оказываемых облаков в небе.",
  "sodium.options.weather_quality.tooltip": "Управляет качеством эффектов дождя и снега.",
  "sodium.options.leaves_quality.name": "Качество листьев",
  "sodium.options.leaves_quality.tooltip": "Управляет качеством листьев.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет оптимальным количеством частиц, которые могут быть единовременно выведены на экран.",
  "sodium.options.smooth_lighting.tooltip": "Управляет, будут ли блоки плавно освещены и затенены. Это несущественно увеличивает количество времени, необходимого для перестройки блока данных, но не повлияет на частоту кадров.",
  "sodium.options.biome_blend.value": "Блоков: %s",
  "sodium.options.biome_blend.tooltip": "Управляет диапазоном, при котором биомы будут отобраны для подсветки блока. Более высокие значения существенно увеличивают количество времени, необходимого, чтобы построить куски местности ради уменьшения улучшения качества.",
  "sodium.options.entity_distance.tooltip": "Управляет, как далеко сущностные объекты могут отображаться от игрока. Более высокие значения увеличат дальность прорисовки в ущерб частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включено, будут отображаться простые тени под мобами и прочими сущностными объектами.",
  "sodium.options.vignette.name": "Виньетирование",
  "sodium.options.vignette.tooltip": "Если включено, будет отображён эффект виньетки на поле зрения игрока. Это очень маловероятно повлияет на ситуацию с частотой кадров, если ты не ограничил в ГП пиксельную скорость заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет числом mip-текстурированием, которые будут использованы для текстур модели блока. Более высокие значения обеспечивают лучшую отрисовку блоков на расстоянии, но могут отрицательно повлиять на производительность с множествами анимированными текстурами.",
  "sodium.options.use_block_face_culling.name": "Использовать выбраковку поверхности блока",
  "sodium.options.use_block_face_culling.tooltip": "Если включено, будут выведены для отрисовки только стороны блоков, обращённые к камере. Это может исключить большое количество поверхностей блоков на очень раннем процессе отрисовки, сохраняя пропускную способность памяти и времени для ГПУ. Некоторые пакеты ресурсов могут иметь проблемы с этим параметром, поэтому попробуй отключить его, если ты видишь дыры в блоках.",
  "sodium.options.use_fog_occlusion.name": "Использовать затенение тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включено, обнаруженный кусок местности будет полностью скрыты под действием эффектов тумана, которые не будут оказаны, помогая улучшить производительность. Улучшение может быть более эффектным, когда эффекты тумана сплошные, (скажем, будучи под водой), но в некоторых случаях это может вызвать нежелательные визуальные артефакты между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Использовать выбраковку сущностных объектов",
  "sodium.options.use_entity_culling.tooltip": "Если включено, обнаруженные сущностные объекты не будут видимы в каких-либо кусках местности и будут пропущены во время отрисовки. Это может помочь улучшить производительность, избежав отрисовку сущностных объектов, находящиеся территориально под землёй или за стенами.",
  "sodium.options.use_particle_culling.name": "Использовать выбраковку частицы",
  "sodium.options.use_particle_culling.tooltip": "Если включено, только обнаруженные видимые частицы будут отображены. Это может обеспечить существенное улучшение в частоте кадров, когда рядом находится много частиц.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновлены и видимы только обнаруженные анимированные текстуры. Это может оказать существенное повышение частоты кадров на каких-нибудь аппаратных устройствах, в первую очередь с тяжёлыми пакетами ресурсов. Если ты испытываешь проблемы с некоторыми не анимированными текстурами, попробуй отключить этот параметр.",
  "sodium.options.cpu_render_ahead_limit.name": "Ограничение до-визуализации ЦП",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Устанавливает максимальное число кадров, откладываемые ЦП для ГП, чтобы завершить отрисовку. Очень малые значения могут вызвать нестабильность в кадровой частоте, а вот очень высокие значения могут вызвать существенную повышенную задержку ввода и расход памяти.",
  "sodium.options.cpu_render_ahead_limit.value": "Кадров: %s",
  "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если включено, некоторые критические пути выполнения кода будут допущены для использования прямого доступа к памяти ради производительности. Это зачатую значительно понижает потребление ресурсов ЦП для отображения куска местности и сущностного объекта, но может усложнить выявление некоторых ошибок и сбоев. Тебе следует отключить это только в том случае, если ты осведомлён или в противном случае знаешь, что делаешь.",
  "sodium.options.enable_memory_tracing.name": "Включить поиск повреждений памяти",
  "sodium.options.enable_memory_tracing.tooltip": "Функция отладки. Если включено, отслеживания стека будут собраны вместе с распределением памяти, чтобы помочь улучшить диагностическую информацию при обнаружении утечек памяти.",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.use_persistent_mapping.name": "Использовать постоянное отображение",
  "sodium.options.use_persistent_mapping.tooltip": "Если включено, небольшое количество памяти будут постоянно сопоставлены для ускорения обновления куска местности и отображения сущностных объектов.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Распределитель памяти куска местности",
  "sodium.options.chunk_memory_allocator.tooltip": "Выбирает распределитель памяти, который будет использоваться для отображения куска местности.\n- АСИНХРОННЫЙ: Быстрейший параметр, который эффективно работает с самыми современными графическими драйверами.\n- SWAP: Запасной параметр для самых старых графических драйверов. Может существенно увеличить расход памяти.",
  "sodium.options.chunk_memory_allocator.async": "Асинхронный",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Потоки обновления куска местности",
  "sodium.options.chunk_update_threads.tooltip": "Устанавливает использующее число потоков (потоки выполнения обновления) для построения куска местности. Использование больше потоков может ускорить загрузку куска местности и скорость обновления, но может неблагоприятно отразиться на длительность цикла.",
  "sodium.options.always_defer_chunk_updates.name": "Всегда откладывать обновления",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если включено, отрисовка местности никогда не будет ожидать завершения обновлений куска местности, даже если они необходимы. Это может существенно увеличить кадровую частоту в некоторых случаях, но может создать существенную визуальную задержку в мире.",
  "sodium.options.use_compact_vertex_format.name": "Использовать компактный формат вершин",
  "sodium.options.use_compact_vertex_format.tooltip": "Если включено, геометрическая форма блока будет сохранена в видеопамяти, используя более компактное представление. Это существенно уменьшает расход памяти и требования пропускной способности, но может вызвать проблемы с некоторыми пакетами ресурсов и графическими драйверами.",
  "sodium.options.use_model_instancing.name": "Использовать клонирование модели",
  "sodium.options.use_model_instancing.tooltip": "Если включено, поддерживаемые модели будут упакованы в объекты буфера вершин (VBO) и клонированы. Это убирает ненужную нагрузку на ГП, отправляя только преобразования для существующих вершин. Это также убирает множество ненужных вызовов отрисовки, группируя одновременно множество однотипных сущностных объектов. Это может значительно увеличить частоту кадров, когда видимо множество сущностных объектов.",
  "sodium.options.buttons.undo": "Отмена",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Поддержи нас кофе!"
}