{
  "jeed.category.effect_info": "Эффекты",
  "jeed.tooltip.color_complete": "%1$s: %2$s",
  "jeed.tooltip.color": "Цвет",
  "jeed.tooltip.beneficial": "Целительный",
  "jeed.tooltip.harmful": "Вредительский",
  "jeed.description.missing": "Описание недоступно",

  "effect.minecraft.absorption.description": "Добавляет несколько повреждающихся поглощающие урон сердца (которые не могут быть восстановленными); более высокие уровни дадут больше поглощения.",
  "effect.minecraft.bad_omen.description": "Заставляет событию «Вторжение обитателей» начаться исчисляться с момента вхождения в деревню; более высокие уровни увеличивают сложность вторжения (когда игрок войдёт в деревню).",
  "effect.minecraft.blindness.description": "Ухудшает зрение и отключит способность рывка и критического удара.",
  "effect.minecraft.conduit_power.description": "Улучшает видимость под водой и скорость добычи, предотвратит смерть от утопления.",
  "effect.minecraft.dolphins_grace.description": "Кардинально увеличивает скорость плавания. Эффект выдаваемый дельфинами.",
  "effect.minecraft.fire_resistance.description": "Даёт устойчивость к огненному урону в том числе урону от лавы.",
  "effect.minecraft.glowing.description": "Отмечает поражённых сущностей светящейся обводкой, позволяя их видеть сквозь стены.",
  "effect.minecraft.haste.description": "Увеличивает скорость добычи и атаки; более высокие уровни ещё больше увеличивают оба параметра.",
  "effect.minecraft.health_boost.description": "Увеличивает максимальное здоровье; более высокие уровни дадут больше дополнительных сердец.",
  "effect.minecraft.hero_of_the_village.description": "Даёт скидки на сделки с крестьянами, и заставит крестьян бросить предметы в игрока в зависимости от его профессии.",
  "effect.minecraft.hunger.description": "Увеличивает истощение голода; более высокие уровни заставят голодать быстрее.",
  "effect.minecraft.instant_damage.description": "Наносит урон живым сущностям, исцелит нежить; более высокие уровни увеличивают силу эффекта.",
  "effect.minecraft.instant_health.description": "Исцеляет живых сущностей, повредит нежить; более высокие уровни увеличивают силу эффекта.",
  "effect.minecraft.invisibility.description": "Даёт невидимость, сделает пользователя невидимым и уменьшает дальность обнаружения игрока. Удерживаемые или ношенные предметы по-прежнему будут видимыми. более высокие уровни ещё больше уменьшат дальность обнаружения.",
  "effect.minecraft.jump_boost.description": "Увеличивает высоту прыжка и уменьшает урон от падения; более высокие уровни увеличивают оба эффекта.",
  "effect.minecraft.levitation.description": "Заставляет поражённых сущностей взлетать.",
  "effect.minecraft.luck.description": "Может увеличить шансы на больше и превосходной добычи; более высокие уровни увеличивают шансы лучшей добычи.",
  "effect.minecraft.mining_fatigue.description": "Уменьшает скорость добычи и атаки; более высокие уровни ещё больше снижают оба параметра.",
  "effect.minecraft.nausea.description": "Заколеблет и исказит экран.",
  "effect.minecraft.night_vision.description": "Улучшает видимость в тёмных местах и под водой.",
  "effect.minecraft.poison.description": "Причиняет не смертоносный урон в течение продолжительного периода; более высокие уровни наносят больше урона в секунду. Не влияет на нежить.",
  "effect.minecraft.regeneration.description": "Постепенно восстанавливает здоровье; более высокие уровни заставят восстанавливать здоровье быстрее.",
  "effect.minecraft.resistance.description": "Предоставляет 20% понижение урона за уровень.",
  "effect.minecraft.saturation.description": "Восстанавливает голод и насыщение.",
  "effect.minecraft.slow_falling.description": "Уменьшает скорость падения и сведёт на нет урон от падения.",
  "effect.minecraft.slowness.description": "Уменьшает скорость хождения; более высокие уровни замедлят пользователя и уменьшат его поле зрения.",
  "effect.minecraft.speed.description": "Увеличивает скорость хождения; более высокие уровни ускорят пользователя и увеличат его поле зрения.",
  "effect.minecraft.strength.description": "Увеличивает урон от ближнего боя; более высокие уровни увеличивают силу урона.",
  "effect.minecraft.unluck.description": "Может уменьшить шансы на больше и превосходной добычи; более высокие уровни уменьшат шансы хорошей добычи.",
  "effect.minecraft.water_breathing.description": "Предотвращает смерть от утопления и позволяет дышать под водой.",
  "effect.minecraft.weakness.description": "Уменьшает урон от ближнего боя; более высокие уровни ещё больше уменьшают наносимый урон.",
  "effect.minecraft.wither.description": "Причинит смертоносный урон в течение продолжительного периода; более высокие уровни наносят больше урона в секунду.",

  "effect.abundance.succumbing.description": "Отравляет пользователя на короткое время, когда он получит любой урон.",
  "effect.abundance.supportive.description": "Даёт регенерацию животным, силу нейтральным мобам и сопротивление к монстрам.",

  "effect.alexsmobs.bug_pheromones.description": "Заставляет враждебных членистоногих быть нейтральными к пользователю.",
  "effect.alexsmobs.clinging.description": "Позволяет ходить кверху ногами по потолкам.",
  "effect.alexsmobs.debilitating_sting.description": "Эффект, который отравит жертву, но парализует членистоногих. Эффект прекратится, если у жертвы половина здоровья и не является членистоногой. Причиняется тарантуловым ястребом.",
  "effect.alexsmobs.ender_flu.description": "После того, как эффект закончится естественным образом, пользователь получит массированный ущерб и появится Эндериофаг. Причиняется эндериофагом.",
  "effect.alexsmobs.exsanguination.description": "Постепенно истощает здоровье.",
  "effect.alexsmobs.fear.description": "Делает цель неспособным к движению. Эффект наложится, когда Тигр раскроет себя пользователю.",
  "effect.alexsmobs.knockback_resistance.description": "Предоставляет 50% сопротивление отбрасывания.",
  "effect.alexsmobs.lava_vision.description": "Позволяет видеть сквозь лаву.",
  "effect.alexsmobs.oiled.description": "Масло плывёт по воде. Покрой себя маслом, чтобы плавать по поверхности воды и снаружи под дождём.",
  "effect.alexsmobs.orcas_might.description": "Даёт увеличенную скорость атаки. Эффект может наложиться во время плавания с Касаткой.",
  "effect.alexsmobs.poison_resistance.description": "Даёт устойчивость к отравлению.",
  "effect.alexsmobs.soulsteal.description": "Даёт атакам пользователя кражу жизни в течение некоторого времени.",
  "effect.alexsmobs.sunbird_blessing.description": "Снижает скорость падения, предотвратит урон от падения и облегчит возможность полёта с Элитрами или Тарантуловыми элитрами. Эффект наложится, если рядом находится Нектарница (Не Жар-Птица).",
  "effect.alexsmobs.sunbird_curse.description": "Увеличиват скорость падения из-за чего пользователь быстрее ударяться о землю. Практически это препятствует использование Элитр. Эффект наложится, если атаковать Нектарницу.",
  "effect.alexsmobs.tigers_blessing.description": "Тигры рядом с пользователем будут нейтральными и будут защищать его от враждебных врагов. Эффект закончится раньше, если атаковать Тигра. Налаживается при кормлении курицей Тигра или Сырой свининой.\n",

  "effect.archers_paradox.challenge_complete.description": "Отображает успешное выполнение серии попаданий при помощи упражняющих стрел.",
  "effect.archers_paradox.challenge_miss.description": "Отображает не завершение серии попаданий при помощи упражняющих стрел.",
  "effect.archers_paradox.challenge_streak.description": "Отображает текущее ограничение во времени и уровень серии попаданий при тренировки.",
  "effect.archers_paradox.training_miss.description": "Отображает прерванную серию попаданий во время тренировки лучника.",
  "effect.archers_paradox.training_streak.description": "Отображает текущее ограничение во времени и уровень серии попаданий при тренировки лучника.",

  "effect.ars_nouveau.mana_regen.description": "Мана восстанавливается с более высокой скоростью.",

  "effect.astralsorcery.bleed.description": "Быстрый урон в течение долгого времени.",
  "effect.astralsorcery.cheat_death.description": "Позволяет сущности обмануть смерть. При срабатывании подожги ближайших монстров, который даст огнестойкость и регенерацию при использовании.",
  "effect.astralsorcery.drop_modifier.description": "Изменяет выпавшие предметы.",

  "effect.atmospheric.gelled.description": "Погасит огонь изначально, слегка увеличивает регенерацию жизни, и слегка понижает получаемый огненный урон. Если эффект будет приобретён снова, пока по-прежнему активен, пользователь отравится.",
  "effect.atmospheric.persistence.description": "Заставляет сущностям бегать быстрее при низком уровне голода.",
  "effect.atmospheric.relief.description": "Если входящий урон больше или равен уровню эффекта, пользователь исцеляется; получаемое исцеление сопоставимо с уровнем эффекта.",
  "effect.atmospheric.spitting.description": "Во время действия этого эффекта, пользователь будет стремительно сплёвывать семена маракуйи, которые могут отбрасывать и наносить урон по монстрам.",
  "effect.atmospheric.worsening.description": "Если входящий урон больше или равен уровню эффекта, пользователь получит урон; получаемый урон сопоставим с уровнем эффекта.",

  "effect.autumnity.extension.description": "Любые полученные эффекты, когда пользователь имеет эффект, получит дополнительные 30 секунд.",
  "effect.autumnity.foul_taste.description": "Повторно съеденная еда уберёт эффект, но пополнит на 50% больше очков голода, чем обычно.",

  "effect.botania.allure.description": "Затрагиваемый игрок будет вдвое часто подвергаться обновлению Удочки, практически удваивающий скорость рыбалки.",
  "effect.botania.bloodthirst.description": "Позволит враждебным монстрам появляться в пределах радиуса 64 блоков от игрока, без учёта уровня освещения или прочих условий появления. Это обеспечит возможность Слизням появляться за пределами Слизневых чанков.",
  "effect.botania.clear.description": "Очищает все статус эффекты.",
  "effect.botania.emptiness.description": "Предотвращает естественное появление монстра в радиусе 128 блоков вблизи от поражённой сущности.",
  "effect.botania.feather_feet.description": "Нейтрализует урон, вызванный падением. Этот эффект не предотвратит урон от падения от других источников, например, Эндер-жемчугов (перевёл DrHesperus).",
  "effect.botania.soul_cross.description": "Вернёт 5% пользователю от его максимального здоровья каждый раз, когда убита ещё одна сущность.",
  
  "effect.buzzier_bees.sunny.description": "Имитирует естественное освещение. Фантомы не будут атаковать монстров, пчёлы не будут спать, нежить будет гореть с этим эффектом.",

  "effect.caverns_and_chasms.affliction.description": "Как только эффект закончится, нанесёт 3 магического урона согласно уровню эффекта.",
  "effect.caverns_and_chasms.rewind.description": "По истечении срока эффекта, телепортирует пользователя на позицию, где изначально был получен эффект.",

  "effect.environmental.panic.description": "Увеличивает скорость при низком уровне здоровья пользователя.",
  "effect.environmental.serenity.description": "Рыба кои остановит порождение враждебных монстров в радиусе 32х32х8. Эффект спокойствие отобразится, если игрок находится в этом радиусе.",

  "effect.farmersdelight.comfort.description": "Убирает и предоставляет устойчивость к Замедлению, голоду и слабости.",
  "effect.farmersdelight.nourished.description": "Предотвращает игроку потерю голода или насыщения от прочих источников, за исключением пополняющихся очков здоровья.",

  "effect.fruitful.sustaining.description": "Увеличивает выдачу голода из любой съеденной пищи.",

  "effect.immersiveengineering.concrete_feet.description": "Заставляет цели неспособность прыгать или двигаться. Эффект моментально заканчивается, если пользователь больше не стоит на Бетоне.",
  "effect.immersiveengineering.conductive.description": "Поражённые сущности получат дополнительный урон от электричества или 'поточного' урона, например, оружия из редстоунового арсенала или электризуемой колючей проволоки.",
  "effect.immersiveengineering.flammable.description": "Увеличивает получаемый огненный урон.",
  "effect.immersiveengineering.flashed.description": "Игроки, поражённые им будут иметь свою белую вспышку на экране, сделав их на какое-то время слепыми.",
  "effect.immersiveengineering.slippery.description": "Поражённые сущности будут медленно скользить вперёд находясь на земле, и каждый такт имеет 1/300 шанс (примерно 6.5% шанс за каждую секунду) выпадет ли его удерживаемый предмет или предмет в левой руке (в зависимости от положения руки).",
  "effect.immersiveengineering.sticky.description": "В значительной мере замедлит цель и затруднит прыжок.",
  "effect.immersiveengineering.stunned.description": "Эндермер под влиянием этого эффекта неспособен телепортироваться.",

  "effect.infernalexp.infection.description": "Медлительно отравляет не смертоносным уроном в течение долгого времени; может быть распространён на другие живые сущности, когда их атакуешь.",
  "effect.infernalexp.luminous.description": "Заставляет пользователя излучать свет. Если наложен на нежить, он подожжёт их.",

  "effect.neapolitan.agility.description": "Позволяет перелезать любой блок, как будто он находится на лестницах.",
  "effect.neapolitan.berserking.description": "Убийство монстров с каждым разом повышает эффект на 1 уровень, каждый уровень добавляет силу и защиту.",
  "effect.neapolitan.harmony.description": "Заставляет враждебных монстров убегать от пользователя.",
  "effect.neapolitan.slipping.description": "Заставляет пользователя преодолевать местность в случайных направлениях.",
  "effect.neapolitan.sugar_rush.description": "Даёт скорость на первые три четверти продолжительность эффекта, медлительность для последнего.",
  "effect.neapolitan.vanilla_scent.description": "Блокирует входящие эффекты.",

  "effect.nether_extension.infested.description": "Возрождает агрессивного малыша Spori около цели.",

  "effect.quark.danger_sight.description": "Подсвечивает области, где могут появиться враждебные монстры.",
  "effect.quark.resilience.description":  "Предоставляет 50% сопротивление отбрасыванию.",

  "effect.rats.plague.description": "Отключает естественное восстановление здоровья и превращает сердца в чумные сердца. Чума может распространиться другим сущностям посредством взаимодействия.",
  "effect.rats.synesthesia.description": "Предоставляет неограниченное насыщение вместе с целой чередой поглощающихся сердец и существенным образом увеличит скорость атаки. При наложении эффекта, поле зрения будет увеличиваться и уменьшаться и окрасится в оранжевый цвет. Произойдёт противоположный фактор, когда эффект заканчивается.",

  "effect.savageandravage.frostbite.description": "Наносит мощное замедление в цель, ровно как и очень медленный урон в течение долгого времени.",

  "effect.seasonals.fall_flavour.description": "Даёт пользователю устойчивость к урону от колючих растений и колючих кустарников.",
  "effect.seasonals.puppeteering.description": "Позволяет игроку поднимать и перемещать мобов с пониженным здоровьем.",
  "effect.seasonals.thorn_resistance.description": "Понижает получаемый урон от колючих растений и колючих кустарников.",
  "effect.seasonals.fall_flavor.description": "'На вкус как осень!' Автоматически пополняет голод и насыщение в течение долгого времени.",

  "effect.tetra.bleeding.description": "Наносит урон в течение длительного периода времени.",
  "effect.tetra.earthbound.description": "Поражённые сущности замедляются, получают малое отбрасывание и не могут прыгать.",
  "effect.tetra.exhausted.description": "<Неизвестный>",
  "effect.tetra.howling.description": "Даёт 12.5% вероятность отражение снаряда за уровень эффекта, замедлит скорость передвижения на -5% и 2.5% вероятность вернуть входящие снаряды обратно, откуда он взялся.",
  "effect.tetra.punctured.description": "Понижает броню на 10% за уровень.",
  "effect.tetra.severed.description": "Понижает максимальное здоровье и урон атаки.",
  "effect.tetra.small_health.description": "Не столь сильная версия Прилива здоровья.",
  "effect.tetra.small_strength.description": "Не столь сильная версия Силы.",
  "effect.tetra.steeled.description": "<Неизвестный>",
  "effect.tetra.stun.description": "Оглушает цель, препятствующее её движение, заставляя ему не наносить урон при атаке и давая ему бесконечное восстановление взмахивания (игроку).",

  "effect.twilightforest.frosted.description": "Ты там, где ещё не должен быть...",

  "effect.upgrade_aquatic.insomnia.description": "Увеличивает таймер бессонницы на 1 день, стоимость за уровень эффекта, заставив появиться фантомам. При наличии эффекта у Фантомов они превратятся в Засветы, при наличии эффекта у Засветов они мгновенно себя убьют.",
  "effect.upgrade_aquatic.repellence.description": "Наносит отравление монстрам, которые физически коснутся игрока; более высокие уровни увеличивают уровень эффекта полученного отравления.",
  "effect.upgrade_aquatic.restfulness.description": "Уменьшает таймер бессонницы на 1 день, стоимость за уровень эффекта, снизит вероятность появления Фантомов. При наличии эффекта у Засветов они превратятся в Фантомов, при наличии у Фантомов они мгновенно себя убьют.",
  "effect.upgrade_aquatic.vibing.description": "Наносит регенерацию монстрам, которые физически коснутся игрока; более высокие уровни увеличивают уровень эффекта полученной регенерации.",

  "effect.xreliquary.cure.description": "Что-то лечит, можешь не сомневаться.",
  "effect.xreliquary.exhausted.description": "Что-то лечит, можешь не сомневаться.",
  "effect.xreliquary.flight.description": "Обеспечивает возможность творческого полёта.",
  "effect.xreliquary.pacification": "Умиротворённый",
  "effect.xreliquary.pacification.description": "Заставит цель не нацеливаться и бродить.",

  "effect.apotheosis.sundering.description": "Увеличивает получаемый урон на 20% за уровень. Этот эффект противоположность Защиты, что означает такое Зелье раскалывание II может полностью лишить все преимущества Сопротивления II.",
  "effect.apotheosis.acient_knowledge.description": "Учетверяет весь заработанный опыт от убийства сущностей. Эффект удваивается с каждым уровнем.",

  "effect.fantasy.glowing_vision.description": "Наделяет единорогов светящимся эффектом в радиусе 500 блоков, позволяя легко их обнаруживать.",

  "effect.forbidden_arcanus.darkened.description": "Сочетание слепоты и медлительности.",
  "effect.forbidden_arcanus.fly.description": "Позволяет поражённым игрокам творческий полёт.",
  "effect.forbidden_arcanus.spectral_vision.description": "Позволяет видеть сущностей через блоки: враждебные монстры будут светиться красным, в то время как пассивные будут зелёными.",

  "effect.eidolon.chilled.description": "Отключает пассивную регенерацию здоровья и заставляет еду не предоставляет каких-либо очков голода.",
  "effect.eidolon.anchored.description": "Предотвращает сущности телепортироваться под действием определённых эффектов.",

  "effect.nether_extension.rough.description": "Увеличивает наносимое отбрасывание.",
  "effect.nether_extension.gentle.description": "Понижает наносимое отбрасывание.",

  "effect.mowziesmobs.poison_resist.description": "Даёт устойчивость к отравлению.",
  "effect.mowziesmobs.suns_blessing.description": "ПКМ при помощи пустой рукой, чтобы навлечь солнечный удар, shift+пкм при помощи пустой рукой, чтобы стрельнуть солнечным лучом.",
  "effect.mowziesmobs.geomancy.description": "ПКМ по почвенной местности при помощи пустой рукой, чтобы создать валун. Зажми пкм, чтобы создать большие валуны. Ударь по валуну, чтобы стрельнуть им в качестве снаряда. Находясь в воздухе, дважды коснись и держи приседание, чтобы начать тоннелестроение, но при этом смотря в направление, где ты хочешь копать. Отпусти приседание, чтобы прекратить тоннелестроение и отделывать поверхность.",
  "effect.mowziesmobs.frozen.description": "Замораживает и обездвиживает поражённую сущность и в то же время нанося некоторого количества урона в течение длительного периода времени.",

  "effect.cofh_core.wrenched.description": "Заставляет пользователя постоянно поворачивать на 40 ° по часовой стрелке каждую секунду в/сек за каждый уровень эффекта.",
  "effect.cofh_core.sundered.description": "Понижает эффективность ношения брони на 25% за уровень.",
  "effect.cofh_core.slimed.description": "Даёт устойчивость к урону от падения и заставляет тебя прыгать как слизень.",
  "effect.cofh_core.shocked.description": "Понижает скорость атаки на 15% за уровень.",
  "effect.cofh_core.lightning_resistance.description": "Даёт устойчивость к грозовому урону.",
  "effect.cofh_core.panacea.description": "Даёт устойчивость ко всем негативным статус эффектам.",
  "effect.cofh_core.magic_resistance.description": "Даёт устойчивость ко всему магическому урону.",
  "effect.cofh_core.love.description": "Заставляет ближайших животных входить в режим любви.",
  "effect.cofh_core.enderference.description": "Делает ближайших эндерменов неспособными к телепортированию. При этом отключает телепортирование ближайшим игрокам, использующие Эндер-жемчуга или плоды хоруса.",
  "effect.cofh_core.clarity.description": "Увеличивает количество полученного опыта на 40% за уровень.",
  "effect.cofh_core.explosion_resistance.description": "Даёт устойчивость к урону от взрыва.",
  "effect.cofh_core.chilled.description": "Понижает скорость движения на 30% и урон атаки на 1.5 сердца за уровень.",

  "effect.twist.afterburn.description": "Повреждает пользователя после того, как ослабевает эффект.",
  "effect.twist.disintegration.description": "Повреждает пользователя в момент рывка (начало бега).",
  "effect.twist.hazy.description": "Не получаемый.",
  "effect.twist.mold.description": "Causes the user's heart to rush when on a Charger's turf.",
  "effect.twist.outzimpled.description": "Stops the user from popping Zimples.",
  "effect.twist.parasite.description": "Не получаемый."
}